Repository: edsonwtg/qzela
Catalog: qzela/Settings/*.lproj/Localizable.strings
Languages: pt_br

# text_got_it
source: Got it!
pt_br: Entendi!

# text_cancel
source: Cancel
pt_br: Cancelar

# text_confirm
source: Confirm
pt_br: Confirme

# text_thankyou
source: Thank you
pt_br: Obrigado

# text_please_wait
source: Plase wait...
pt_br: Por favor, espere...

# text_no_internet
source: No Internet
pt_br: Sem Internet

# text_internet_off
source: We can't access the Internet, please check your Internet connection and try again later.
pt_br: Não conseguimos acesso à internet, verifique a sua ligação à internet e tente novamente mais tarde.

# text_only_save_occurrence
source: No Internet access. Cancel or save the incident for later generation
pt_br: Sem acesso à Internet. Cancele ou salve o incidente para posterior geração

# text_no_camera_permission
source: Camera Permission Required
pt_br: Permissão de localização necessária

# text_camera_never_permission
source: Camera access is required for the application to work. Please go to "Settings - QZela - Camera - and click "While using the App"
pt_br: O acesso da câmera é necessária para que o aplicativo funcione. Por favor, vá em "Ajustes - QZela - Câmera" e Click em "Durante o uso do App"

# text_no_gps_permission
source: Location Permission Required
pt_br: Permissão de Câmera necessária

# text_gps_permission
source: Location access is required for the application to work. Please allow access.
pt_br: O acesso da localização é necessária para que o aplicativo funcione. Por favor permita o acesso.

# text_gps_never_permission
source: Location access is required for the application to work. Please go to "Settings - QZela - Localization - and click "While using the App"
pt_br: O acesso da localização é necessária para que o aplicativo funcione. Por favor, vá em "Ajustes - QZela - Localização" e Click em "Durante o uso do App"

# text_service_out
source: Service unavailable.
pt_br: Serviço indisponível.

# text_service_unavailable
source: Service unavailable at the moment, please try again later.
pt_br: Serviço indisponível no momento, por favor tente novamente mais tarde.

# text_server_maintenance
source: Server under maintenance, will be back in 2 hours
pt_br: Servidor em manutenção, estará de volta dentro de 2 horas

# text_settings
source: Settings
pt_br: Configurações

# text_continue
source: Continue
pt_br: Continuar

# text_location
source: Location:
pt_br: Localização:

# text_comments
source: Comment:
pt_br: Comentário:

# text_open
source: Open
pt_br: Aberto

# text_forwarded
source: Forwarded
pt_br: Encaminhado

# text_resolved
source: Resolved
pt_br: Resolvido

# text_registered
source: Registered
pt_br: Registrado

# text_resolve
source: Resolve
pt_br: Resolver

# text_save
source: Save
pt_br: Salvar

# text_success
source: Success
pt_br: Sucesso

# text_image_save
source: Image saved successfully! Remembering that you have 24 Hours to generate the incidents, after that period the images will be deleted automatically.
pt_br: Imagem salva com sucesso! Lembrando que você tem 24 Horas para gerar os incidentes, após esse período as imagens serão eliminadas automaticamente.

# text_video_save
source: Video saved successflly! Remembering that you have 24 Hours to generate the incidents, after that period the video will be deleted automatically.
pt_br: Vídeo salvo com sucesso! Lembrando que você tem 24 Horas para gerar os incidentes, após esse período o vídeo será eliminado automaticamente.

# text_video_record
source: Video recorded with successful
pt_br: Vídeo gravado com sucesso!

# text_attention
source: Attention!
pt_br: Atenção!

# text_change_video
source: There is a recorded video. You will lose it.
pt_br: Há um vídeo gravado. Você vai perdê-lo.

# text_change_photo
source: There are pictures taken. You will lose them.
pt_br: Há Fotos tiradas. Você vai perdê-las.

# text_no_address
source: No address
pt_br: Sem endereço

# text_enter_address
source: We could not find the address, please enter an address or location that is close
pt_br: Não conseguimos encontrar o endereço, por favor, digite um endereço ou local que esteja próximo

# text_no_number
source: Incomplete address
pt_br: Endereço incompleto

# text_street_number
source: Please enter the approximate number of the address and postal code. In the case of a highway, enter the Km/Miles.
pt_br: Por favor, entre com o número aproximado do endereço e do CEP. No caso de rodovia, entre com o Km.

# text_miles
source: Enter miles
pt_br: Digite os KMs

# text_address
source: Enter address
pt_br: Digite o endereço

# text_number
source: Enter number
pt_br: Digite o número

# text_postalcode
source: Enter postal code
pt_br: Digite o CEP.

# text_view
source: View
pt_br: Ver

# text_new
source: New
pt_br: Nova

# text_delete
source: Delete
pt_br: Excluir

# text_signup
source: SignUp
pt_br: Cadastrar-se

# text_login
source: Login
pt_br: Entrar

# text_password
source: Password
pt_br: Senha

# text_confirm_password
source: Confirm Password
pt_br: Confirmar Senha

# text_forgot_your_password
source: Forgot Your Password?
pt_br: Esqueceu sua senha?

# text_welcome
source: Welcome
pt_br: Bem-vindo

# text_email_used
source: Email already in use
pt_br: Este e-mail já esta em uso.

# text_confirm_email
source: It is necessary to confirm the e-mail
pt_br: É necessária a confirmação do endereço de e-mail<

# text_wrong_email_pass
source: Wrong password or e-mail.
pt_br: Senha ou E-mail errado

# text_email_not_registered
source: E-mail not registered.
pt_br: E-mail não registado.

# text_wrong_email_auth_google
source: This email is registered via Google, use the Google icon to login.
pt_br: Este e-mail é registado via Google, use o ícone do Google para fazer o login.

# text_wrong_email_auth_facebook
source: This email is registered via Facebook
pt_br: Este e-mail é registado via Facebook, use o ícone do Facebook para fazer o login.

# text_wrong_email_auth_apple
source: This email is registered via Apple
pt_br: Este e-mail é registado via Apple, use o ícone da Apple para fazer o login.

# text_wrong_email_auth_email
source: This e-mail is registered via E-mail, Please enter your E-mail and password to login.
pt_br: Este e-mail é registrado via E-mail, Entre com o E-mail e senha para fazer o login.

# text_signout
source: Disconnected!
pt_br: Desconectado!

# text_revoke_access
source: Register revoked
pt_br: Registro revogado

# text_new_user
source: New user? Register Now
pt_br: Novo usuário? Cadastre-se agora

# text_other_methods
source: Use Other Methods
pt_br: Utilizar outros métodos

# text_outer_auth_error
source: For some reason, it was not possible to authenticate your login with your email provider./nPlease try other methods.
pt_br: Por algum motivo, não foi possível autenticar seu login com seu provedor de email./nPor favor, tente outros métodos.

# text_name
source: Name
pt_br: Nome

# text_signed
source: Registration done successfully. You will receive an e-mail with details to confirm your registration.
pt_br: Cadastro feito com sucesso. Você receberá um e-mail com detalhes para confirmar seu cadastro.

# text_tot_events
source: Total Events
pt_br: Total Eventos

# text_openings
source: Openings
pt_br: Aberturas

# text_closures
source: Closures
pt_br: Fechamentos

# text_interactions
source: Interactions
pt_br: Interações

# text_confirmed
source: Confirmed
pt_br: Confirmadas

# text_last_actions
source: Your last actions
pt_br: Suas ultimas ações

# text_my_incidents
source: My Incidents
pt_br: Meus Incidentes

# text_saved_incidents
source: Saved Incidents
pt_br: Incidentes Salvos

# text_delete_incident
source: Confirm the elimination of the incident?
pt_br: Confirma a eliminação do incidente?

# text_new_incident
source: New Incident!
pt_br: Novo Incidente

# text_new_saved
source: Would you like to create the incident?
pt_br: Gostaria de criar o incidente?

# text_resolver_incident
source: Resolve Incident!
pt_br: Resolver Incidente!

# text_resolver_saved
source: Would you like to resolve an incident?
pt_br: Gostaria de resolver um incidente?

# text_resolver_map
source: Choose the incident that was resolved!
pt_br: Escolha o incidente que foi resolvido!

# text_send_incident
source: Submitting the incident
pt_br: Enviando o incidente

# text_incident_resolved
source: Incident resolved.
pt_br: Incidente resolvido.

# text_incident_send
source: Incident sent.
pt_br: Incidente enviado.
